Repository: paulwoman/Capitalism_Lab_ENG_to_DE
Catalog: tm/auto/help_en-US_de.tmx
Source language: en_us
Languages: de

source: Toolbox (hotkey: Ctrl-T)
de: Toolbox Zeigen Sie das Menü Toolbox an.

source: Show or hide the Toolbox menu.
de: Drücken Sie Strg-T, um zwischen dem Standardmenü und dem erweiterten Menü zu wechseln.

source: Show or hide the Mini Map.
de: Zeigt die Mini Map

source: World Map (hotkey: Ctrl-W)
de: Weltkarte (Strg-W)

source: Show or hide the World Map.
de: Zeigt die Weltkarte

source: Information Center
de: Informationszentrum

source: Open the Information Center screen.
de: Öffnet den Bildschirm des Informationszentrums.

source: Open the Event Tracker Window.
de: Event Tracker-Fenster öffnen.

source: Back to the previous firm (hotkey: q)
de: Zurück zur vorherigen Firma (hotkey: q)

source: Go back to the previously selected firm.
de: Zurück zu der zuvor ausgewählten Firma.

source: Your Corporation's Cash
de: Bargeld Ihres Unternehmens

source: This figure is the amount of cash that your corporation currently has. Click here to view its #Balance Sheet#.
de: Diese Zahl ist der Betrag, über den Ihr Unternehmen derzeit verfügt.

source: Your Corporation's Operating Profit
de: Der Betriebsgewinn Ihres Unternehmens

source: This figure is your corporation's operating profit over the past 12 months. Click here to view its #Income Statement#.
de: Diese Zahl ist der Betriebsgewinn Ihres Unternehmens in den letzten 12 Monaten.

source: Your Corporation's Monthly Profit & Loss Chart
de: Monatliche Gewinn- und Verlustrechnung Ihres Unternehmens

source: The vertical bars represent your corporation's monthly profit or loss.
de: Vertikale Balken stellen den monatlichen Gewinn oder Verlust Ihres Unternehmens dar.

source: A red bar indicates a loss; a green bar indicates a profit.
de: Ein roter Balken zeigt einen Verlust an, ein grüner Balken einen Gewinn.

source: Current Date
de: Aktuelles Datum

source: This is the current game date.
de: Dies ist das aktuelle Spieldatum

source: Build Menu (hotkey: B) Click to open the Build Menu.
de: Bau-Menü (hotkey: B)

source: Press Ctrl-Z to open the same sub-menu on the Build interface as the last time. (the same firm type and the same company/subsidiary)
de: Klicken Sie hier, um das Bau-Menü zu öffnen.

source: Buy plots of land (hotkey: CTRL-L)
de: Grundstücke kaufen (hotkey: F10)

source: Activate the mode for buying plots of land.
de: Aktivieren Sie den Modus für den Kauf von Grundstücken

source: T_ZONE
de: T_SETLND

source: Land-use planning
de: Flächennutzungsplanung (hotkey: F10)

source: Use this tool to restrict different areas of your city to specific uses.
de: Verwenden Sie dieses Tool, um verschiedene Bereiche Ihrer Stadt auf bestimmte Nutzungen zu beschränken.

source: Goal Report (hotkey: G)
de: Zielbericht (hotkey: G)

source: Open the Goal report
de: Den Ziel-Bericht öffnen

source: Smallest zoom level (hotkey: ',')
de: Kleinste Zoomstufe (hotkey: ',')

source: Click to change city view to smallest zoom level.
de: Klicken Sie hier, um die Stadtansicht auf die kleinste Zoomstufe zu ändern.

source: Normal zoom level (hotkey: '.')
de: Normale Zoomstufe (hotkey: '.')

source: Click to change city view to normal zoom level.
de: Klicken Sie hier, um die Stadtansicht auf die normale Zoomstufe zu ändern.

source: Largest zoom level (hotkey: '/')
de: Größte Zoomstufe (hotkey: '/')

source: Click to change city view to largest zoom level
de: Klicken Sie hier, um die Stadtansicht auf die größte Zoomstufe zu ändern.

source: Product Summary Report (hotkey: 'P')
de: Produktzusammenfassungsbericht (hotkey: 'P')

source: Click to open the Product Summary Report
de: Klicken Sie hier, um den Produktzusammenfassungsbericht zu öffnen.

source: Corporate Summary Report (hotkey: 'C')
de: Kurzbericht des Unternehmens (hotkey: 'C')

source: Click to open the Corporate Summary Report
de: Klicken Sie hier, um den Kurzbericht des Unternehmens zu öffnen.

source: Firm Summary Report (hotkey: 'F')
de: Unternehmenszusammenfassung (hotkey: 'F')

source: Click to open the Firm Summary Report
de: Klicken Sie hier, um die Unternehmenszusammenfassung zu öffnen.

source: MMENUHQ
de: MMENUHQ (hotkey: 'H')

source: Headquarters (hotkey: 'H')
de: Hauptquartier

source: Stock Market (hotkey: F4)
de: Aktienmarkt

source: Open the Stock Market screen
de: Öffnen des Börsenbildschirms

source: Game Menu (hotkey: ESC)
de: Spiel-Menü (Taste: ESC)

source: Save, Load, Retire, return to main menu or return to Windows.
de: Speichern, Laden, Aufgeben, zurück zum Hauptmenü oder Windows.

source: Options Menu (hotkey: 'O')
de: Optionen-Menü (hotkey: 'O')

source: Display the game options menu.
de: Zeigt das Menü der Spieloptionen an.

source: Game Speed (hotkey: '0' to pause, '1' to '5' to set speed)
de: Spielgeschwindigkeit (Tasten: '1' bis '5')

source: Click the speed dial to change the game speed. #Double-click# here to see tips for #improving game running speed#.
de: Klicken Sie auf die Kurzwahl, um die Spielgeschwindigkeit zu ändern.

source: News Display Option (hotkey: 'N')
de: Nachrichtenanzeige-Option (hotkey: 'N')

source: Open the News Display options screen
de: Öffnen Sie den Bildschirm mit den Optionen für die Nachrichtenanzeige.

source: Cancel
de: Abbrechen

source: Disable Internal Sale
de: Internen Verkauf deaktivieren

source: The default setting of #Internal Sale# is #Disabled#. Competitors are allowed to buy your products.
de: Klicken Sie hier, um den internen Verkauf zu deaktivieren und Konkurrenten den Kauf Ihrer Produkte zu ermöglichen.

source: Enable Internal Sale
de: Internen Verkauf aktivieren

source: The default setting of #Internal Sale# is #Enabled#. Competitors are not allowed to buy your products.
de: Klicken Sie hier, um den internen Verkauf zu aktivieren und Konkurrenten den Kauf Ihrer Produkte zu verbieten.

source: Disable AutoLink to Supplier
de: AutoLink zum Lieferanten deaktivieren

source: The default setting of #AutoLink to Supplier# is #Disabled#.
de: Klicken Sie hier, um AutoLink to Supplier zu deaktivieren.

source: You must select suppliers manually.
de: Sie müssen die Lieferanten manuell auswählen.

source: Enable AutoLink to Supplier
de: AutoLink zum Lieferanten aktivieren

source: The default setting of #AutoLink to Supplier# is #Enabled#.
de: Klicken Sie hier, um AutoLink zum Lieferanten zu aktivieren.

source: Your purchasing units will attempt to find suppliers automatically.
de: Ihre Einkaufseinheiten werden versuchen, einen Lieferanten zu finden.

source: Do not consider Tender Offers from other players.
de: Berücksichtigen Sie keine Angebote von anderen Spielern.

source: A tender offer is an offer to buy shares of a corporation, usually at a price in excess of the value of the shares on the stock market.
de: Ein Übernahmeangebot ist ein Angebot zum Kauf von Aktien einer Aktiengesellschaft, in der Regel zu einem Preis, der über dem Wert der Aktien an der Börse liegt.

source: Consider Tender Offers from other players.
de: Berücksichtigen Sie die Angebote anderer Spieler.

source: Do not consider offers from other companies for buying your technology.
de: Berücksichtigen Sie keine Angebote anderer Unternehmen für den Kauf Ihrer Technologie.

source: Consider offers from other companies for buying your technology.
de: Berücksichtigen Sie Angebote anderer Unternehmen für den Kauf Ihrer Technologie.

source: Disable Auto Apply R&D Results to your factories' manufacturing units.
de: Deaktivieren Sie die automatische Anwendung von F&E-Ergebnissen auf die Produktionseinheiten Ihrer Fabriken.

source: The default setting of #Auto Apply R&D Results# is #Disabled#.
de: Klicken Sie hier, um die automatische Anwendung von F&E-Ergebnissen zu deaktivieren.

source: You must apply R&D results to your factories manually.
de: Sie müssen die F&E-Ergebnisse manuell auf Ihre Fabriken übertragen.

source: Enable Auto Apply R&D Results to your factories' manufacturing units.
de: Aktivieren Sie die automatische Anwendung von F&E-Ergebnissen auf die Produktionseinheiten Ihrer Fabriken.

source: The default setting of #Auto Apply R&D Results# is #Enabled#.
de: Klicken Sie hier, um die automatische Anwendung von F&E-Ergebnissen zu aktivieren.

source: Latest R&D results will automatically be applied to your factories without asking your permission.
de: Die neuesten F&E-Ergebnisse werden automatisch und ohne Ihre Zustimmung auf Ihre Fabriken übertragen.

source: Very Slow
de: Sehr langsam

source: Slow
de: Langsam

source: Fast
de: Schnell

source: Very Fast
de: Sehr schnell

source: Music Off
de: Musik aus

source: Music On
de: Musik an

source: Sound Effects Off
de: Soundeffekte aus

source: Click to disable sound effects
de: Klicken Sie hier, um die Soundeffekte zu deaktivieren.

source: Sound Effects On
de: Soundeffekte an

source: Click to hear sound effects
de: Klicken Sie hier, um Soundeffekte zu hören

source: No Help Information
de: Keine Hilfe-Informationen

source: Click to disable in-game help information
de: Klicken Sie hier, um die Hilfe im Spiel zu deaktivieren.

source: Brief Help Information
de: Kurze Hilfe-Informationen

source: Click to enable brief in-game help information
de: Klicken Sie hier, um eine kurze Hilfe im Spiel zu aktivieren.

source: Detailed Help Information
de: Detaillierte Hilfe-Informationen

source: Click to enable detailed in-game help information
de: Klicken Sie hier, um detaillierte Hilfeinformationen im Spiel zu aktivieren.

source: Disable Auto Save
de: Automatisches Speichern deaktivieren

source: Click to disable Auto Save
de: Klicken Sie hier, um die automatische Speicherung zu deaktivieren.

source: Enable Auto Save
de: Automatisches Speichern aktivieren

source: Click to enable Auto Save
de: Klicken Sie hier, um die automatische Speicherung zu aktivieren.

source: Disable the enhanced hotkey system.
de: Deaktivieren Sie das erweiterte Hotkey-System.

source: Enable the enhanced hotkey system.
de: Aktivieren Sie das erweiterte Hotkey-System.

source: Previous City (hotkey: '[')
de: Vorherige Stadt (hotkey: '[')

source: Click to display previous city
de: Klicken Sie hier, um die vorherige Stadt anzuzeigen.

source: Next City (hotkey: ']')
de: Nächste Stadt (hotkey: ']')

source: Click to display next city
de: Klicken Sie hier, um die nächste Stadt anzuzeigen.

source: Close Mini Map
de: Minikarte schließen

source: Click to close Mini Map
de: Klicken Sie hier, um die Minikarte zu schließen.

source: City Selection Mode
de: Stadtauswahl-Modus

source: Select City
de: Stadt auswählen

source: Select city and update main city view
de: Stadt auswählen und Hauptstadtansicht aktualisieren

source: Firm Filter
de: Firmen Filter

source: Toggle Firm Filter to select only specific firms for the map display.
de: Umschalten des Firmenfilters, um nur bestimmte Firmen für die Kartendarstellung auszuwählen.

source: Right-click to set the filter based on the current firm.
de: Klicken Sie mit der rechten Maustaste, um den Filter auf der Grundlage der aktuellen Firma zu setzen.

source: Business Ownership Mode
de: Geschäftseigentumsmodus

source: Click to toggle Business Ownership Mode - Buildings are displayed in their corporate colors.
de: Klicken Sie hier, um den Geschäftseigentumsmodus umzuschalten - Gebäude werden in ihren Unternehmensfarben angezeigt.

source: Land Value Mode
de: Grundstückswert Modus

source: Click to toggle Land Value Mode - darker colors indicate high land values.
de: Klicken Sie hier, um den Bodenwertmodus umzuschalten - dunklere Farben zeigen hohe Bodenwerte an.

source: Profit Mode
de: Gewinn-Modus

source: Click to toggle Profit Mode - brighter colors indicate profitable firms.
de: Klicken Sie hier, um den Gewinnmodus umzuschalten - hellere Farben zeigen profitable Unternehmen an.

source: Land Ownership and Resources Mode
de: Grundbesitz und Ressourcenmodus

source: Click to toggle Land Ownership and Resources Mode - land ownership and natural resources are displayed.
de: Klicken Sie hier, um zwischen Landbesitz und Ressourcenmodus umzuschalten - Landbesitz und natürliche Ressourcen werden angezeigt.

source: Business Relationship Mode
de: Geschäftsbeziehungsmodus

source: Click to toggle Business Relationship Mode - with a firm selected this mode will display linkage lines to firms in direct business with the selected firm.
de: Klicken Sie hier, um den "Geschäftsbeziehungsmodus" umzuschalten - bei einer ausgewählten Firma zeigt dieser Modus Verbindungslinien zu Firmen im Direktgeschäft mit der ausgewählten Firma an.

source: Population and Public Services Mode
de: Bevölkerungsmodus und Modus der öffentlichen Dienste

source: Population density is shown in dark brown colors.
de: Die Bevölkerungsdichte wird in dunkelbraunen Farben dargestellt.

source: Select a civic building or sports facilities to see how conveniently citizens have access to the public services.
de: Wählen Sie ein Bürgergebäude oder eine Sportanlage, um zu sehen, wie bequem die Bürger Zugang zu den öffentlichen Dienstleistungen haben.

source: Population and Pollution Mode
de: Bevölkerungs- und Verschmutzungsmodus

source: Pollution is shown in orange and red colors: Red indicates pollution in populated areas; Orange indicates pollution in unpopulated or very sparsely populated areas.
de: Die Verschmutzung wird in den Farben orange und rot dargestellt: Rot bedeutet Verschmutzung in besiedelten Gebieten; Orange bedeutet Verschmutzung in unbewohnten oder sehr dünn besiedelten Gebieten.

source: Soil Map Mode
de: Bodenkartenmodus

source: Firm Information Display Mode Click to toggle Firm Information Display Mode: 1) Firm types are displayed in the main city view.
de: Anzeigemodus für Firmeninformationen

source: 2) Utilization rates are displayed for factories, farms and mines. 3) Occupancy rates are displayed for apartments and commercial buildings.
de: Klicken Sie hier, um den Anzeigemodus für Firmeninformationen umzuschalten - der Firmentyp wird in der Hauptansicht der Stadt angezeigt.

source: Apartments and Commercial Buildings Display (hotkey: Ctrl-C) Click to toggle the display of apartments and commercial buildings.
de: Klicken Sie hier, um die Anzeige von Wohnungen und Geschäftshäusern umzuschalten.

source: Custom Filter
de: Eigener Filter

source: Right-click to define this custom filter.
de: Klicken Sie mit der rechten Maustaste, um diesen benutzerdefinierten Filter zu definieren.

source: Left-click to activate this custom filter.
de: Klicken Sie mit der linken Maustaste, um diesen benutzerdefinierten Filter zu aktivieren.

source: All Cities Or Current City filter
de: Alle Städte oder aktueller Stadtfilter

source: Toggle the filter mode between All Cities and Current City.
de: Wechseln Sie den Filtermodus zwischen Alle Städte und Aktuelle Stadt.

source: Player's Firm Filter (hotkey: F8)
de: Firmenfilter des Spielers (hotkey: F8)

source: Toggle Player's Firm Filter to display only player's firms in the Mini Map display
de: Aktivieren Sie den Firmenfilter des Spielers, um nur die Firmen des Spielers in der Mini-Map anzuzeigen.

source: Toggle Firm Filter to display only specific firm types in the Mini Map display.
de: Umschalten des Firmenfilters, um nur bestimmte Firmentypen in der Mini-Map anzuzeigen.

source: Corporate Filter
de: Unternehmensfilterung

source: Toggle Corporate Filter to display a specific corporation in the Mini Map.
de: Aktivieren Sie den Unternehmensfilter, um eine bestimmte Gesellschaft in der Mini-Map anzuzeigen.

source: Product Filter
de: Produktfilter

source: Toggle Product Filter to display locations of a specific product in the Mini Map.
de: Schalte den Produktfilter um, um die Positionen eines bestimmten Produkts in der Mini-Map anzuzeigen.

source: Previous Building (hotkey: PgUp)
de: Vorheriges Gebäude (hotkey: PgUp)

source: Display the previous building - city view is centered on building
de: Anzeige des vorherigen Gebäudes - die Stadtansicht ist auf das Gebäude ausgerichtet.

source: Next Building (hotkey: PgDn)
de: Nächstes Gebäude (hotkey: PgDn)

source: Display the next building - city view is centered on building
de: Anzeige des nächsten Gebäudes - die Stadtansicht ist auf das Gebäude ausgerichtet.

source: Selected Building Number
de: Ausgewählte Gebäudenummer

source: Displays the selected building's number from the total number of buildings based on the filter settings
de: Zeigt die Nummer des ausgewählten Gebäudes aus der Gesamtzahl der Gebäude basierend auf den Filtereinstellungen an.

source: Number of Buildings
de: Anzahl der Gebäude

source: Displays the total number of buildings based on the filter settings
de: Zeigt die Gesamtzahl der Gebäude basierend auf den Filtereinstellungen an.

source: Close World Map
de: Weltkarte schließen

source: Close the world map window
de: Weltkartenfenster schließen

source: Left-click to decrease.
de: Klicken Sie mit der linken Maustaste, um den Wert zu verringern.

source: Right-click to decrease at a higher rate.
de: Klicken Sie mit der rechten Maustaste, um mit einer höheren Rate zu verringern.

source: Left-click to increase.
de: Zum Vergrößern mit der linken Maustaste klicken.

source: Right-click to increase at a higher rate.
de: Klicken Sie mit der rechten Maustaste, um mit einer höheren Geschwindigkeit zu erhöhen.

source: Auto Locate
de: Automatisch Suchen

source: Apply this price change to the selected product.
de: Diese Preisänderung auf das ausgewählte Produkt anwenden.

source: Apply this price change to all your retail stores in the same city.
de: Wenden Sie diese Preisänderung auf alle Ihre Einzelhandelsgeschäfte in der gleichen Stadt an.

source: Previous Product
de: Vorheriges Produkt

source: Display previous product
de: Vorheriges Produkt anzeigen

source: Next Product
de: Nächstes Produkt

source: Display next product
de: Nächstes Produkt anzeigen

source: Input Material
de: Eingangsmaterial

source: Select a new input material
de: Auswahl eines neuen Einsatzmaterials

source: Output Product
de: Ausgabeprodukt

source: Select a new output product
de: Auswahl eines neuen Ausgabeprodukts

source: More products using this input material
de: Weitere Produkte, die dieses Einsatzmaterial verwenden

source: Display more products using this input material
de: Weitere Produkte mit diesem Einsatzmaterial anzeigen

source: Terminate Employment
de: Kündigung des Arbeitsverhältnisses

source: Click to terminate employment
de: Klicken Sie hier, um das Arbeitsverhältnis zu beenden.

source: Hire Chief Technical Officer
de: Technischen Leiter einstellen

source: Click to hire Chief Technical Officer
de: Klicken, um einen Technischen Leiter einzustellen

source: Merge Corporations
de: Unternehmen fusionieren

source: Click to merge corporations
de: Klicken Sie hier, um Unternehmen zu fusionieren.

source: Make a Tender Offer
de: Ein Angebot unterbreiten

source: Make a tender offer to the selected shareholder of the current stock.
de: Machen Sie dem ausgewählten Aktionär ein Übernahmeangebot für die aktuellen Aktien.

source: Buy Stock
de: Aktien kaufen

source: Click to buy the displayed stock
de: Klicken Sie zum Kauf der angezeigten Aktie

source: You can only trade stock once a day in a Challenge Game.
de: Sie können in einem Challenge Game nur einmal pro Tag mit Aktien handeln.

source: Left-click to increase. (hotkey: '+' or '=')
de: Mit Linksklick vergrößern.

source: Hold #SHIFT# key while clicking for #10X# speed. Hold #CTRL# key while clicking for #100X# speed.
de: Klicken Sie mit der rechten Maustaste, um mit einer höheren Geschwindigkeit zu erhöhen.

source: Left-click to decrease. (hotkey: '-' )
de: Mit Linksklick verkleinern.

source: Buy more stock
de: Weitere Aktien kaufen

source: Buy less stock
de: Weniger Aktien kaufen

source: Sell more stock
de: Weitere Aktien verkaufen

source: Sell less stock
de: Weniger Aktien verkaufen

source: Sell Stock
de: Aktien verkaufen

source: Click to sell the displayed stock
de: Klicken Sie zum Verkauf der angezeigten Aktie

source: Daily Stock Graph
de: Tägliches Aktiendiagramm

source: Click to display the daily stock graph for the past 30 days.
de: Klicken Sie darauf, um das tägliche Aktiendiagramm für die letzten 30 Tage anzuzeigen.

source: Monthly Stock Graph
de: Monatliches Aktiendiagramm

source: Click to display the monthly stock graph for the past 36 months.
de: Klicken Sie auf , um das monatliche Aktiendiagramm für die letzten 36 Monate anzuzeigen.

source: Yearly Stock Graph
de: Jährliches Aktiendiagramm

source: Click to display the yearly stock graph for the past 30 years.
de: Klicken Sie hier, um das jährliche Aktiendiagramm für die letzten 30 Jahre anzuzeigen.

source: Click to display the yearly stock graph over its lifetime.
de: Klicken Sie darauf, um das jährliche Aktiendiagramm über die Laufzeit anzuzeigen.

source: Enable/Disable Stock News
de: Aktien-News aktivieren/deaktivieren

source: Click to toggle the stock news option on or off.
de: Klicken Sie auf , um die Option Aktiennachrichten ein- oder auszuschalten.

source: If this option is on stock purchases and sales will be headlined in the city view
de: Wenn diese Option auf Aktienkäufe und -verkäufe steht, werden diese in der Stadtansicht überschrieben.

source: Open News Log window (hotkey: 'V')
de: Nachrichtenprotokollfenster öffnen (hotkey:'V')

source: Close News Log window (hotkey: 'V')
de: Nachrichtenprotokollfenster schließen (hotkey:'V')

source: Offer to sell this firm
de: Angebot zum Verkauf dieser Firma

source: Buy This Firm
de: Diese Firma kaufen

source: Demolish This Firm
de: Abbruch dieser Firma

source: Person Details
de: Personendetails

source: Click here to view the person's details.
de: Klicken Sie hier, um die Details der Person anzuzeigen.

source: Shortcut To Corporation Detail Report
de: Abkürzung zum Detailbericht des Unternehmens

source: Click here to open the Corporation Detail Report
de: Klicken Sie hier, um den Unternehmensdetailbericht zu öffnen.

source: Manager's Guide (hotkey: F3)
de: Manageranleitung (Hotkey: F3)

source: Wizard
de: Assistent

source: Layout Plan Library (hotkey: F7)
de: Layoutplan-Bibliothek (hotkey: F7)

source: Click to open the Layout Plan Library
de: Klicken Sie hier, um die Layoutplan-Bibliothek zu öffnen.

source: Financial Report (hotkey: F6)
de: Finanzbericht (Hotkey: F6)

source: Click to open the Firm Financial Report
de: Klicken Sie hier, um den Unternehmensfinanzbericht zu öffnen.

source: Auto Link Supplier
de: Auto-Link-Lieferant

source: Click to allow purchasing units to find their own suppliers. #Double-click# to apply the change of this setting to #all your firms#.
de: Klicken Sie hier, um es den einkaufenden Einheiten zu ermöglichen, ihre eigenen Lieferanten zu finden

source: Training
de: Trainingsstufe

source: Move the slider to alter the Training Level.
de: Bewegen Sie den Schieberegler, um die Trainingsstufe zu ändern.

source: With training, operating units in your firm will gradually advance to higher levels, thus improving their efficiency.
de: Mit der Schulung werden die operativen Einheiten in Ihrem Unternehmen schrittweise auf ein höheres Niveau gebracht und damit ihre Effizienz verbessert.

source: Offer to sell this mansion
de: Angebot zum Verkauf dieser Villa

source: Demolish This Mansion
de: Diese Villa abreißen

source: Buy This Mansion
de: Diese Villa kaufen

source: Make a Counter Offer
de: Machen Sie ein Gegenangebot

source: Confirm change to Selling Price
de: Änderung des Verkaufspreises bestätigen

source: Profit Graph
de: Gewinnkurve

source: Click to display the Profit graph for this product
de: Klicken Sie hier, um die Gewinnkurve für dieses Produkt anzuzeigen.

source: Revenue Graph
de: Umsatzkurve

source: Click to display the Revenue graph for this product
de: Klicken Sie hier, um die Umsatzkurve für dieses Produkt anzuzeigen.

source: Quantity Sold Graph
de: Umsatzkurve der verkauften Mengen
